Revit 2015 API
ViewCropRegionShapeManager.Split Property
 Verifies that view crop region is split.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Since: 2014
Syntax
C#
public bool Split { get; }
Visual Basic
Public ReadOnly Property Split As Boolean
	Get
Visual C++
public:
property bool Split {
	bool get ();
}
See Also
ViewCropRegionShapeManager Class
Autodesk.Revit.DB Namespace